Repository: tuxxavi/DEV_CARDS
Catalog: lib/l10n/app_*.arb
Languages: ca

# title
source: DEV CARDS
ca: NEON FLIP

source: ALBUM
ca: ÀLBUM

# deck_full
source: The bench is full!
ca: La banca està plena!

source: START GAME
ca: COMENÇAR PARTIDA

source: My Collection
ca: La meva col·lecció

source: Key copied!
ca: Clau copiada!

source: Cancel
ca: Cancel·lar

source: CONNECT
ca: CONNECTAR

source: Back
ca: Enrere

# instructions_deck
source: Swipe DOWN to pick, SIDE to discard
ca: Llisca AVALL per triar, COSTAT per descartar

source: Your Access Key:
ca: La teva Clau d'Accés:

source: Enter Key:
ca: Introdueix la Clau:

source: CREATE GAME
ca: CREAR PARTIDA

source: SEARCH GAME
ca: BUSCAR PARTIDA

# waiting_opponent
source: Waiting for opponent...
ca: Esperant oponent...

source: Connecting...
ca: Connectant...

source: Getting IP...
ca: Obtenint IP...

# ip_error
source: Could not get IP. Connect to WiFi.
ca: No s'ha pogut obtenir la IP. Connecta't al WiFi.

source: Connected! Starting...
ca: Connectat! Iniciant...

# connection_error
source: Connection error or disconnected.
ca: Error de connexió o desconnectat.

# invalid_key
source: Invalid key or host not found.
ca: Clau invàlida o host no trobat.

source: POWER
ca: PODER

source: YOUR TURN!
ca: EL TEU TORN!

source: Summoning
ca: Invocant

# won_round
source: YOU WON THE ROUND!
ca: HAS GUANYAT LA RONDA!

# lost_round
source: ROUND LOST...
ca: RONDA PERDUDA...

source: DRAW
ca: EMPAT

source: VICTORY!
ca: VICTÒRIA!

source: DEFEAT...
ca: DERROTA...

source: OPEN PACK
ca: OBRIR SOBRE

# return_menu
source: RETURN TO MENU
ca: TORNAR AL MENÚ

# pick_card
source: Pick a card!
ca: Tria una carta!

source: No cards yet.
ca: Encara no hi ha cartes.

source: GAME OVER
ca: FI DE PARTIDA

source: EPIC PACK
ca: SOBRE ÈPIC

source: NEW CARDS!
ca: NOVES CARTES!

source: REMATCH
ca: REVANTXA

source: PLAY AGAIN
ca: TORNAR A JUGAR

source: MENU
ca: MENÚ

source: SETTINGS
ca: CONFIGURACIÓ

source: Language
ca: Idioma

source: Select Language
ca: Tria Idioma
